package Servlets;

import Entity.Ka226HistoryEntity;
import com.google.gson.Gson;
import jakarta.servlet.ServletException;
import jakarta.servlet.annotation.WebServlet;
import jakarta.servlet.http.HttpServlet;
import jakarta.servlet.http.HttpServletRequest;
import jakarta.servlet.http.HttpServletResponse;

import java.io.IOException;
import java.io.PrintWriter;

@WebServlet("/Ka226HistoryServlet")
public class Ka226HistoryServlet extends HttpServlet {
    private static final long serialVersionUID = 1L;

    protected void doGet(HttpServletRequest request, HttpServletResponse response) throws IOException, ServletException {
        Ka226HistoryEntity story = new Ka226HistoryEntity(
                "Ка-226",
                "Конструкторське бюро «Камов» ще в 1990 почало розробку Ка-226, за основу взяли глибоку модифікацію Ка-26 і Ка-126.<BR>Завдання для нової машини ставилися такі ж, як і попередникам, але додатково в пріоритеті була можливість<BR>застосовувати вертоліт в роботах, що вимагають обов'язкової наявності двох двигунів для гарантії безпеки польотів.",
                "При конструюванні Ка-226 були збережено більшість конструктивно-компонувальних рішень попередника Ка-26. Зміни,<BR>в основному, полягали в установці двох сучасних газотурбінних двигунів, нових несучих гвинтів з напівтвердим<BR>торсійним кріпленням лопатей і розміщенні нового обладнання.",
                "Фюзеляж вертольота складається з кабіни пілота, центрального відсіку, двох хвостових балок та оперення, що включає<BR>в себе нерухомий стабілізатор з двома рознесеними кілями з кермом напрямку. При створенні фюзеляжу<BR>застосовувалися елементи з алюмінієвих сплавів і стільникові панелі зі склопластику. Також зі склопластику зроблені<BR>хвостові балки, оперення і панелі транспортної кабіни.",
                "Силова установка вертольота розміщується над центральним силовим відсіком, в її склад входить редуктор ВР-126 і два<BR>турбогвинтові двигуни модульної конструкції «Аллісон». Місткість чотирьох паливних баків становить 770 літрів.<BR>Тривалість польоту з основними баками триває близько 4,34 години, а з додатковими - до 6,45 годин. Ресурс двигуна<BR>становить близько 3500 годин.",
                "Ка-226 має повну аеродинамічну симетрію і виключно простий в пілотуванні, внаслідок відсутності кермового гвинта<BR>вертоліт здатний безпечно маневрувати поблизу перешкод і має невисоку чутливість до сили і напряму вітру. Плаский<BR>розворот машина здатна виконувати як під час зависання, так і в горизонтальному польоті, при цьому висота польоту<BR>залишається незмінною. Розвороти вправо і вліво Ка-226 також робить без зміни висоти, що недоступно вертольотам<BR>з кермовим гвинтом. Дані здібності маневрування співвісного вертольота особливо важливі при виконанні, наприклад,<BR>рятувальних робіт при підвищених температурах повітря, на великих барометричних висотах в горах, в умовах, коли<BR>відсутні надлишки потужності силової установки.");

        String Ka226StoryJson = new Gson().toJson(story);

        response.setContentType("application/json");
        response.setCharacterEncoding("UTF-8");

        PrintWriter out = response.getWriter();
        out.print(Ka226StoryJson);
        out.flush();
    }
}
