{
    "home-vstup": {
        "id": "vstup",
        "vstup_1": "Збройні сили України - військове формування, завданням якого є захист сувернітету, територіальної цілісності і недоторканності та оборони України.<BR>Структурно поділене на 3 види та 3 окремі роди військ:",
        "vstup_2": "Сухопутні війська<BR>Повітряні сили<BR>Військово-морські сили<BR>Десантно-штурмові війська<BR>Сили спеціальних операцій<BR>Сили територіальної оборони",
        "vstup_3": "ЗСУ забезпечують охорону повітряного простору держави та підводного простору у межах територіального моря, стримування збройної агресії проти<BR>України та надання їй відсічі.",
        "vstup_4_1_src": "SV.png",
        "vstup_4_1_alt": "SV",
        "vstup_4_1_title": "Прапор СВ ЗСУ",
        "vstup_4_2_src": "PS.png",
        "vstup_4_2_alt": "PS",
        "vstup_4_2_title": "Прапор ПС ЗСУ",
        "vstup_4_3_src": "VMS.png",
        "vstup_4_3_alt": "VMS",
        "vstup_4_3_title": "Прапор ВМС ЗСУ",
        "vstup_4_4_src": "DSH.png",
        "vstup_4_4_alt": "DSH",
        "vstup_4_4_title": "Емблема десантно-штурмових військ ЗСУ",
        "vstup_4_5_src": "SSO.png",
        "vstup_4_5_alt": "SSO",
        "vstup_4_5_title": "Емблема ССО ЗСУ",
        "vstup_4_6_src": "TRO.png",
        "vstup_4_6_alt": "TRO",
        "vstup_4_6_title": "Емблема ТРО ЗСУ",
        "vstup_5": "В умовах сучасних збройних конфліктів, коли наявні засоби дальнього ураження, якими легко знищуються аеропорти і вся їх інфраструктура,<BR>ветрольоти витісняють літаки. Для зльоту, посадки і стоянки їм не потрібна ЗПС, а по варіативності виконуваних завданнь вони не поступаються їм."
    },
    "home-helicopt": {
        "id": "helicopt",
        "helicopt_": "Гелікоптери:",
        "helicopt_1": "Авіація ПС ЗСУ:",
        "helicopt_11": "Універсальні - Мі-8МТ",
        "helicopt_2": "Авіація СВ ЗСУ:",
        "helicopt_21": "Ударні - Мі-24П",
        "helicopt_22": "Багатофункціональні - Мі-8",
        "helicopt_23": "Багатоцільові - Мі-8МСБ, Мі-2МСБ",
        "helicopt_3": "Авіація ВМС ЗСУ:",
        "helicopt_31": "Санітарні - Ка-226",
        "helicopt_32": "Протичовнові/пошуково-рятувальні - Ка-27, Мі-14ПС, Мі-14ПЛ, Мі-14ПЛМ",
        "helicopt_33": "Транспортно-бойові - Ка-29"
    },
    "home-zavd": {
        "id": "zavd",
        "zavd1": "Завдання вертольотів в кожному виді військ",
        "zavd2": "СВ ЗСУ",
        "zavd3": "Вогнева підтримка під час наступу чи контратаки та висадка десанта.",
        "zavd4": "ПС ЗСУ",
        "zavd5": "Розвідка, знищення бойової техніки та живої сили противника, вогнева підтримка під час наступу чи контратаки, висадка десанта і доставка особового<BR>складу.",
        "zavd6": "ВМС ЗСУ",
        "zavd7": "Протичовнова оборона флоту з базуванням на кораблях різного класу, виявлення сучасних підводних човнів та надводних цілей, передача данних<BR>про них на корабельні і берегові пункти, їх ураження із застосуванням бортових засобів ураження. Також виконання пошуково-рятувальних завданнь."
    },
    "mi-24-main": {
        "id": "mi-24-main",
        "p1": "Мі-24П",
        "p2": "Мі-24(Hind за класифікацією НАТО)",
        "p3": "Мі-24 є одним із найвідоміших бойових вертольотів у світі. Став одним із символів Війни в Афганістані,<BR>де і отримав прізвисько 'Крокодил'",
        "imgsrc": "Mi-24(3).jpg",
        "imgalt": "Mi-24",
        "imgtitle": "Mi-24"
    },
    "mi-24-lth": {
        "id": "mi-24-lth",
        "p1": "ЛТХ Мі-24П",
        "imgsrc": "Mi-24.png",
        "imgalt": "Mi-24",
        "imgtitle": "Mi-24",
        "gabarp2": "17,3",
        "gabarp3": "1,5",
        "gabarp4": "17,52",
        "gabarp5": "3,9",
        "gabarp6": "1,7",
        "lthp1": "2",
        "lthp2": "ТВД ТВ3-117 – 2 по 2200кс",
        "lthp3": "335",
        "lthp4": "270",
        "lthp5": "1500",
        "lthp6": "4500",
        "lthp7": "1000",
        "lthp8": "224",
        "lthp9": "12000",
        "lthp10": "11200",
        "lthp11": "8200",
        "lthp12": "2500",
        "lthp13": "8",
        "lthp14": "4"
    },
    "mi-24-ozbr": {
        "id": "mi-24-ozbr",
        "p1": "Мі-24П",
        "imgsrc": "Mi-24(PY_S_5).jpg",
        "imgalt": "Mi-24(PY_S_5)",
        "imgtitle": "Mi-24(PY_S_5)",
        "pimg": "Чеський Мі-24П з підвішеними 4 ПУ УВ-32-57 і 4 ПТКР",
        "p2": "Мі - 24 є носієм не лише стрілецько-гарматного<BR>озброєння та протитанкових комплексів. До<BR>складу озброєння входять також підвісні пускові<BR>установки некерованих ракет калібром<BR>57, 80 та 240 мм.",
        "p3": "На пілонах вертольота можуть підвішуватися<BR>також авіабомби різного призначення калібром<BR>до 500 кілограм і баки із запальною сумішшю."
    },
    "mi-24-kursove": {
        "id": "mi-24-kursove",
        "p1": "Курсове озброєння",
        "imgsrc": "Mi-24(GSH-30K).jpg",
        "imgalt": "Mi-24(GSH-30K)",
        "imgtitle": "Mi-24(ГШ-30K)",
        "pimg": "ГШ-30К на німецькому Мі-24",
        "p2": "Основним озброєнням Мі-24П є авіаційна двоствольна<BR>автоматична 30-мм гармата ГШ-30К (Грязєва-Шипунова)<BR>з боєкомплектом 250 набоїв. Живлення - стрічкове.<BR>Швидкострільність складає 2598 пострілів/хвилину. Ця<BR>гармата чудово справляється зі знищенням авіації та<BR>легкоброньованих наземних цілей. Однак варто<BR>враховувати, що гармата жорстко закріплена і<BR>наведення виконується за допомогою корпусу.",
        "p3": "Гармата має наступну номенуклатуру боєприпасів:<BR>Б - бронебійний каморний набій<BR>БТ - бронебійний-трасуючий набій<BR>ОФЗТ - осколково-фугасний запальний трасуючий набій"
    },
    "mi-24-pidvisne": {
        "id": "mi-24-pidvisne",
        "p1": "Підвісне озброєння",
        "p2": "На крилах гелікоптера розміщуються 6 вузлів підвіски, з яких два вузли можуть використовуватися<BR>виключно для підвісу ПТКРів.",
        "img1src": "Mi-24(01).jpg",
        "img1alt": "Mi-24(01)",
        "img1title": "Крайні вузли для підвісу виключно ПТКРів",
        "pimg1": "Крайні вузли для підвісу виключно ПТКРів",
        "p3": "Серед підвісного озброєння є блоки НАР, зокрема НАРи: 55мм С-5,<BR>80мм С-8, 240мм С-24Б, ПТРК Штурм-В,керовані ракети класу<BR>'повітря-повітря' Р-60, Р-60М, авіаційні фугасні, кластерні, напалмові<BR>та димові бомби калібрів: 250кг, або 500кг та контейнери<BR>УПК-23-250 з 23-мм гарматою ГШ-23Л і 250 набоями.",
        "imggr11src": "S-5_57mm.jpg",
        "imggr11alt": "S-5_57mm",
        "imggr11title": "C-5",
        "imggr12src": "S-8_80mm.jpg",
        "imggr12alt": "S-8_80mm",
        "imggr12title": "C-8",
        "imggr13src": "S-24B-240mm.jpg",
        "imggr13alt": "S-24B",
        "imggr13title": "С-24Б",
        "pimggr1": "НАРи: 55мм С-5, 80мм С-8, 240мм С-24Б",
        "p4": "Для запуску НАРів використовуються різноманітні ПУ:<BR>УВ-32-57, УВ-20-57, УВ-20-80.",
        "imggr21src": "FAB-250.JPG",
        "imggr21alt": "FAB-250",
        "imggr21title": "ФАБ-250",
        "imggr22src": "FAB-500.JPG",
        "imggr22alt": "FAB-500",
        "imggr22title": "ФАБ-500",
        "pimggr2": "Фаб-250 та Фаб-500",
        "imggr31src": "PY-S-5.JPG",
        "imggr31alt": "PY-S-5",
        "imggr31title": "УВ-32-57",
        "imggr32src": "PY-S-8.jpg",
        "imggr32alt": "PY-S-8",
        "imggr32title": "УВ-20-80",
        "pimggr3": "УВ-32-57 та УВ-20-80"
    },
    "mi-24-history": {
        "id": "mi-24-history",
        "p1": "Мі-24П",
        "p2": "Мі-24П - це модифікація радянського багатоцільового вертольота Мі-24, яка серійно<BR>випускалася з 1981 по 1989 роки. Основною відмінністю вертольота від попередніх<BR>модифікацій була заміна турелі з великокаліберним кулеметом ЯкБ-12,7 на авіаційну<BR>гармату ГШ-30К, яка жорстко закріплювалася на правому борту фюзеляжу.",
        "p3": "Призначення Мі-24 - підтримка наземних військ, знищення бронетанкової техніки<BR>супротивника, висадка десанту, транспортування вантажів, евакуація поранених,<BR>боротьба з вертольотами противника. Його концепція передбачала тісну<BR>взаємодію з бронетанковими та піхотними частинами в умовах бойових дій.",
        "p4": "Живучість вертольота непогана. Життєво-важливі компоненти вертольота Мі-24П<BR>продубльовані та захищені сталевими листами. Завдяки цьому він може<BR>витримати в лобову проекцію чергу з 7,62 мм кулемету, а іноді, навіть, чергу з<BR>великокаліберних кулеметів. Бронювання також може захистити від випадкового<BR>влучання з великокаліберних гармат, але не більше."
    },
    "mi-24-mi24a": {
        "id": "mi-24-mi24a",
        "p1": "Мі-24А",
        "p2": "Проектування Мі-24 велося на основі транспортного вертольота Мі-8, що добре себе зарекомендував<BR>в експлуатації. Роботи з його створення очолив особисто Михайло Леонтійович Міль. Силова<BR>установка та динамічні системи були взяті від Мі-8 практично в незмінному вигляді, але<BR>п'ятилопатевий несучий гвинт серйозно допрацювали, зменшивши в діаметрі, а хвостовий гвинт<BR>перенесли з правого на лівий бік хвостової балки. У 1971 році ударно-транспортний вертоліт Мі-24<BR>був запущений у серійне виробництво та прийнятий на озброєння Радянської Армії.",
        "p3": "На першій серійній модифікації стрілок-оператор і<BR>льотчик перебували у загальній кабіні, на<BR>наступних – за схемою «тандем» (кабіна<BR>стрільця-оператора перебуває попереду). Обидві<BR>кабіни герметизовані та обладнані системою<BR>кондиціонування повітря, що дає можливість<BR>вести бойові дії в умовах хімічного та радіаційного<BR>зараження місцевості та широкому діапазоні<BR>температур. Вантажна кабіна дозволяє розмістити<BR>вісім десантників зі штатним озброєнням та<BR>боєприпасами.",
        "imgsrc": "Mi-24A_1.jpg",
        "imgalt": "Mi-24A",
        "imgtitle": "Mi-24A",
        "pimg": "Мі-24А — перша серійна модифікація"
    },
    "mi-24-mi24py1": {
        "id": "mi-24-mi24py1",
        "p1": "Мі-24ПУ1",
        "p2": "Український варіант модернізації радянського ударного вертольота Мі-24П",
        "img1src": "Mi-24PY1(1)_1.jpg",
        "img1alt": "Mi-24PY1",
        "img1title": "Мі-24ПУ1",
        "img2src": "Mi-24PY1_1.png",
        "img2alt": "Mi-24PY1",
        "img2title": "Мі-24ПУ1-модернізація"
    },
    "mi-24-mi24py1-history": {
        "id": "mi-24-mi24py1-history",
        "p1": "Мі-24ПУ1",
        "p2": "У 2007 році міністерство оборони України заключило з Конотопським авіаремонтним заводом договір про розробку<BR>програми модернізації бойового вертольота Мі-24 для збройних сил України (ОКР «Helicopter»), співвиконавцями котрої<BR>стали ОАО «Мотор Січ», ГККБ «Промінь», НПФ «Адрон», ЦКБ «Арсенал», Ізюмський приладобудівний завод і французька<BR>компанія «SAGEM D.S.». Програма передбачала «двохрівневу модернізацію» вертольота із використанням агрегатів<BR>французького та українського виробництва.28 серпня 2008 року завод представив демонстраційний зразок вертольота<BR>Мі-24П, на котрий були встановлені двигуни ТВ3-117ВМА-СБМ1У виробництва ОАО «Мотор Січ». Надалі, вертоліт був<BR>направлений на державні випробування. У січні 2012 року за участі французької компанії «SAGEM D.S.» був виготовлений<BR>перший модернізований бойовой вертоліт Мі-24П (бортовий номер '01'), котрий був прийнятий на озброєння української<BR>армії у травні 2012 року під найменуванням Мі-24ПУ1. 25 травня 2012 року на озброєння Збройних сил України, після<BR>глибокої модернізації, було прийнято гелікоптер Мі-24ПУ1. У червні 2014 року на Конотопському авіаремонтному заводі<BR>перебували три вертольоти Мі-24ПУ1. За офіційними даними міністерства оборони України, опублікованими у довіднику<BR>'Біла книга України', у 2014 році збройним силам передали один вертоліт Мі-24ПУ1, котрий поступив у ВВС України. У<BR>жовтні 2016 року всі три дослідних ексземпляри були передані у війська. 26 жовтня 2021 року державне підприємство<BR>«Конотопський авіаремонтний завод «АВІАКОН», передало армійській авіації Сухопутних військ ЗСУ чергову партію<BR>відремонтованих і серійно модернізованих вертольотів Мі-24ПУ1. Це відбулося в рамках виконання державного оборонного<BR>замовлення. На вертольоти встановили модернізовані вітчизняні системи озброєння та авіаційні приціли, системи захисту<BR>від ПЗРК і двигуни з поліпшеними характеристиками. Техніку вперше оснащено м’якими паливними баками та лопатями<BR>несучого гвинта українського виробництва."
    },
    "mi-24-mi24py1-modern": {
        "id": "mi-24-mi24py1-modern",
        "p1": "Мі-24ПУ1",
        "p2": "Під час модернізації Мі-24 до рівня Мі-24ПУ1 роблять капітальний ремонт і ремоторизацію вертольоту (в ході котрої<BR>встановлюють два нових, потужніших двигуна ТВ3-117ВМА-СБМ1У-02[14] виробництва «Мотор Січ»), що дозволило<BR>збільшити висоту польоту (на 1500 м) і вантажопідйомність (на 1000 кг). Ресурс нових двигунів становить 12 000<BR> годин. Як повідомив в інтерв'ю глава департаменту розробок і закупки озброєнь і воєнної техніки міністерства оборони<BR>України Андрій Артюшенко, нові двигуни 'забезпечують можливість експлуатації вертольота за температур до+52<BR>градусів за Цельсієм'.",
        "p3": "Також встановлюють СОЕП «Адрос» КТ-01АВ, система збору і реєстрації політної інформації БУР-4-1-07,<BR>модернізований авіаційний стрілецький приціл АСП-17ВПМ-У (виробництва київського ЦКБ «Арсенал»), лазерна<BR>система формування прицільної марки ФПМ-01кв і міняють систему освітлення кабини з метою забезпечити<BR>можливість пілотування в окулярах нічного бачення (прилад нічного бачення встановлюється на шолом, тому<BR>вертоліт укомплектований шоломами нового зразка).",
        "p4": "ПТКР «Штурм-У» заміняють на розроблений ГККБ «Промінь» 130-мм ПТКР «Бар'єр-У».",
        "p5": "Пакет обладнання французького виробництва від SAGEM D.S. повинен був включати у себе багатофункціональний<BR>дисплей, прицільну станцію OLOSP 410, систему відео-аудіо реєстрації VS-1500, бортовий обчислювач,<BR>інерційно-супутникову систему навігації SIGMA 95L і генератор цифрової карти Mercator. У 2012 році був затверджений<BR>комплект обладнання у складі супутникової навігаційної системи GРS МАР-695, ультракороткохвильової радіостанції<BR>КY-196У, аварійного радіомаяку ЕВС-406АFНМ, а також радіолокаційного відповідача GТХ-327 з датчиком висоти АК-350.",
        "p6": "Після завершення ремонту і модернізації вертоліт отримує нове лакофарбове покриття.",
        "p7": "Вартість модернізації одного Мі-24П до рівня Мі-24ПУ1 станом на початок 2017 року становила 25 млн. гривень."
    }
}