{
    "home-vstup": {
        "id": "vstup",
        "vstup_1": "Збройні сили України - військове формування, завданням якого є захист сувернітету, територіальної цілісності і недоторканності та оборони України.<BR>Структурно поділене на 3 види та 3 окремі роди військ:",
        "vstup_2": "Сухопутні війська<BR>Повітряні сили<BR>Військово-морські сили<BR>Десантно-штурмові війська<BR>Сили спеціальних операцій<BR>Сили територіальної оборони",
        "vstup_3": "ЗСУ забезпечують охорону повітряного простору держави та підводного простору у межах територіального моря, стримування збройної агресії проти<BR>України та надання їй відсічі.",
        "vstup_4_1_src": "SV.png",
        "vstup_4_1_alt": "SV",
        "vstup_4_1_title": "Прапор СВ ЗСУ",
        "vstup_4_2_src": "PS.png",
        "vstup_4_2_alt": "PS",
        "vstup_4_2_title": "Прапор ПС ЗСУ",
        "vstup_4_3_src": "VMS.png",
        "vstup_4_3_alt": "VMS",
        "vstup_4_3_title": "Прапор ВМС ЗСУ",
        "vstup_4_4_src": "DSH.png",
        "vstup_4_4_alt": "DSH",
        "vstup_4_4_title": "Емблема десантно-штурмових військ ЗСУ",
        "vstup_4_5_src": "SSO.png",
        "vstup_4_5_alt": "SSO",
        "vstup_4_5_title": "Емблема ССО ЗСУ",
        "vstup_4_6_src": "TRO.png",
        "vstup_4_6_alt": "TRO",
        "vstup_4_6_title": "Емблема ТРО ЗСУ",
        "vstup_5": "В умовах сучасних збройних конфліктів, коли наявні засоби дальнього ураження, якими легко знищуються аеропорти і вся їх інфраструктура,<BR>ветрольоти витісняють літаки. Для зльоту, посадки і стоянки їм не потрібна ЗПС, а по варіативності виконуваних завданнь вони не поступаються їм."
    },
    "home-helicopt": {
        "id": "helicopt",
        "helicopt_": "Гелікоптери:",
        "helicopt_1": "Авіація ПС ЗСУ:",
        "helicopt_11": "Універсальні - Мі-8МТ",
        "helicopt_2": "Авіація СВ ЗСУ:",
        "helicopt_21": "Ударні - Мі-24П",
        "helicopt_22": "Багатофункціональні - Мі-8",
        "helicopt_23": "Багатоцільові - Мі-8МСБ, Мі-2МСБ",
        "helicopt_3": "Авіація ВМС ЗСУ:",
        "helicopt_31": "Санітарні - Ка-226",
        "helicopt_32": "Протичовнові/пошуково-рятувальні - Ка-27, Мі-14ПС, Мі-14ПЛ, Мі-14ПЛМ",
        "helicopt_33": "Транспортно-бойові - Ка-29"
    },
    "home-zavd": {
        "id": "zavd",
        "zavd1": "Завдання вертольотів в кожному виді військ",
        "zavd2": "СВ ЗСУ",
        "zavd3": "Вогнева підтримка під час наступу чи контратаки та висадка десанта.",
        "zavd4": "ПС ЗСУ",
        "zavd5": "Розвідка, знищення бойової техніки та живої сили противника, вогнева підтримка під час наступу чи контратаки, висадка десанта і доставка особового<BR>складу.",
        "zavd6": "ВМС ЗСУ",
        "zavd7": "Протичовнова оборона флоту з базуванням на кораблях різного класу, виявлення сучасних підводних човнів та надводних цілей, передача данних<BR>про них на корабельні і берегові пункти, їх ураження із застосуванням бортових засобів ураження. Також виконання пошуково-рятувальних завданнь."
    },
    "mi-24-main": {
        "id": "mi-24-main",
        "p1": "Мі-24П",
        "p2": "Мі-24(Hind за класифікацією НАТО)",
        "p3": "Мі-24 є одним із найвідоміших бойових вертольотів у світі. Став одним із символів Війни в Афганістані,<BR>де і отримав прізвисько 'Крокодил'",
        "imgsrc": "Mi-24(3).jpg",
        "imgalt": "Mi-24",
        "imgtitle": "Mi-24"
    },
    "mi-24-lth": {
        "id": "mi-24-lth",
        "p1": "ЛТХ Мі-24П",
        "imgsrc": "Mi-24.png",
        "imgalt": "Mi-24",
        "imgtitle": "Mi-24",
        "gabarp2": "17,3",
        "gabarp3": "1,5",
        "gabarp4": "17,52",
        "gabarp5": "3,9",
        "gabarp6": "1,7",
        "lthp1": "2",
        "lthp2": "ТВД ТВ3-117 – 2 по 2200кс",
        "lthp3": "335",
        "lthp4": "270",
        "lthp5": "1500",
        "lthp6": "4500",
        "lthp7": "1000",
        "lthp8": "224",
        "lthp9": "12000",
        "lthp10": "11200",
        "lthp11": "8200",
        "lthp12": "2500",
        "lthp13": "8",
        "lthp14": "4"
    },
    "mi-24-ozbr": {
        "id": "mi-24-ozbr",
        "p1": "Мі-24П",
        "imgsrc": "Mi-24(PY_S_5).jpg",
        "imgalt": "Mi-24(PY_S_5)",
        "imgtitle": "Mi-24(PY_S_5)",
        "pimg": "Чеський Мі-24П з підвішеними 4 ПУ УВ-32-57 і 4 ПТКР",
        "p2": "Мі - 24 є носієм не лише стрілецько-гарматного<BR>озброєння та протитанкових комплексів. До<BR>складу озброєння входять також підвісні пускові<BR>установки некерованих ракет калібром<BR>57, 80 та 240 мм.",
        "p3": "На пілонах вертольота можуть підвішуватися<BR>також авіабомби різного призначення калібром<BR>до 500 кілограм і баки із запальною сумішшю."
    },
    "mi-24-kursove": {
        "id": "mi-24-kursove",
        "p1": "Курсове озброєння",
        "imgsrc": "Mi-24(GSH-30K).jpg",
        "imgalt": "Mi-24(GSH-30K)",
        "imgtitle": "Mi-24(ГШ-30K)",
        "pimg": "ГШ-30К на німецькому Мі-24",
        "p2": "Основним озброєнням Мі-24П є авіаційна двоствольна<BR>автоматична 30-мм гармата ГШ-30К (Грязєва-Шипунова)<BR>з боєкомплектом 250 набоїв. Живлення - стрічкове.<BR>Швидкострільність складає 2598 пострілів/хвилину. Ця<BR>гармата чудово справляється зі знищенням авіації та<BR>легкоброньованих наземних цілей. Однак варто<BR>враховувати, що гармата жорстко закріплена і<BR>наведення виконується за допомогою корпусу.",
        "p3": "Гармата має наступну номенуклатуру боєприпасів:<BR>Б - бронебійний каморний набій<BR>БТ - бронебійний-трасуючий набій<BR>ОФЗТ - осколково-фугасний запальний трасуючий набій"
    },
    "mi-24-pidvisne": {
        "id": "mi-24-pidvisne",
        "p1": "Підвісне озброєння",
        "p2": "На крилах гелікоптера розміщуються 6 вузлів підвіски, з яких два вузли можуть використовуватися<BR>виключно для підвісу ПТКРів.",
        "img1src": "Mi-24(01).jpg",
        "img1alt": "Mi-24(01)",
        "img1title": "Крайні вузли для підвісу виключно ПТКРів",
        "pimg1": "Крайні вузли для підвісу виключно ПТКРів",
        "p3": "Серед підвісного озброєння є блоки НАР, зокрема НАРи: 55мм С-5,<BR>80мм С-8, 240мм С-24Б, ПТРК Штурм-В,керовані ракети класу<BR>'повітря-повітря' Р-60, Р-60М, авіаційні фугасні, кластерні, напалмові<BR>та димові бомби калібрів: 250кг, або 500кг та контейнери<BR>УПК-23-250 з 23-мм гарматою ГШ-23Л і 250 набоями.",
        "imggr11src": "S-5_57mm.jpg",
        "imggr11alt": "S-5_57mm",
        "imggr11title": "C-5",
        "imggr12src": "S-8_80mm.jpg",
        "imggr12alt": "S-8_80mm",
        "imggr12title": "C-8",
        "imggr13src": "S-24B-240mm.jpg",
        "imggr13alt": "S-24B",
        "imggr13title": "С-24Б",
        "pimggr1": "НАРи: 55мм С-5, 80мм С-8, 240мм С-24Б",
        "p4": "Для запуску НАРів використовуються різноманітні ПУ:<BR>УВ-32-57, УВ-20-57, УВ-20-80.",
        "imggr21src": "FAB-250.JPG",
        "imggr21alt": "FAB-250",
        "imggr21title": "ФАБ-250",
        "imggr22src": "FAB-500.JPG",
        "imggr22alt": "FAB-500",
        "imggr22title": "ФАБ-500",
        "pimggr2": "Фаб-250 та Фаб-500",
        "imggr31src": "PY-S-5.JPG",
        "imggr31alt": "PY-S-5",
        "imggr31title": "УВ-32-57",
        "imggr32src": "PY-S-8.jpg",
        "imggr32alt": "PY-S-8",
        "imggr32title": "УВ-20-80",
        "pimggr3": "УВ-32-57 та УВ-20-80"
    },
    "mi-24-history": {
        "id": "mi-24-history",
        "p1": "Мі-24П",
        "p2": "Мі-24П - це модифікація радянського багатоцільового вертольота Мі-24, яка серійно<BR>випускалася з 1981 по 1989 роки. Основною відмінністю вертольота від попередніх<BR>модифікацій була заміна турелі з великокаліберним кулеметом ЯкБ-12,7 на авіаційну<BR>гармату ГШ-30К, яка жорстко закріплювалася на правому борту фюзеляжу.",
        "p3": "Призначення Мі-24 - підтримка наземних військ, знищення бронетанкової техніки<BR>супротивника, висадка десанту, транспортування вантажів, евакуація поранених,<BR>боротьба з вертольотами противника. Його концепція передбачала тісну<BR>взаємодію з бронетанковими та піхотними частинами в умовах бойових дій.",
        "p4": "Живучість вертольота непогана. Життєво-важливі компоненти вертольота Мі-24П<BR>продубльовані та захищені сталевими листами. Завдяки цьому він може<BR>витримати в лобову проекцію чергу з 7,62 мм кулемету, а іноді, навіть, чергу з<BR>великокаліберних кулеметів. Бронювання також може захистити від випадкового<BR>влучання з великокаліберних гармат, але не більше."
    },
    "mi-24-mi24a": {
        "id": "mi-24-mi24a",
        "p1": "Мі-24А",
        "p2": "Проектування Мі-24 велося на основі транспортного вертольота Мі-8, що добре себе зарекомендував<BR>в експлуатації. Роботи з його створення очолив особисто Михайло Леонтійович Міль. Силова<BR>установка та динамічні системи були взяті від Мі-8 практично в незмінному вигляді, але<BR>п'ятилопатевий несучий гвинт серйозно допрацювали, зменшивши в діаметрі, а хвостовий гвинт<BR>перенесли з правого на лівий бік хвостової балки. У 1971 році ударно-транспортний вертоліт Мі-24<BR>був запущений у серійне виробництво та прийнятий на озброєння Радянської Армії.",
        "p3": "На першій серійній модифікації стрілок-оператор і<BR>льотчик перебували у загальній кабіні, на<BR>наступних – за схемою «тандем» (кабіна<BR>стрільця-оператора перебуває попереду). Обидві<BR>кабіни герметизовані та обладнані системою<BR>кондиціонування повітря, що дає можливість<BR>вести бойові дії в умовах хімічного та радіаційного<BR>зараження місцевості та широкому діапазоні<BR>температур. Вантажна кабіна дозволяє розмістити<BR>вісім десантників зі штатним озброєнням та<BR>боєприпасами.",
        "imgsrc": "Mi-24A_1.jpg",
        "imgalt": "Mi-24A",
        "imgtitle": "Mi-24A",
        "pimg": "Мі-24А — перша серійна модифікація"
    },
    "mi-24-mi24py1": {
        "id": "mi-24-mi24py1",
        "p1": "Мі-24ПУ1",
        "p2": "Український варіант модернізації радянського ударного вертольота Мі-24П",
        "img1src": "Mi-24PY1(1)_1.jpg",
        "img1alt": "Mi-24PY1",
        "img1title": "Мі-24ПУ1",
        "img2src": "Mi-24PY1_1.png",
        "img2alt": "Mi-24PY1",
        "img2title": "Мі-24ПУ1-модернізація"
    },
    "mi-24-mi24py1-history": {
        "id": "mi-24-mi24py1-history",
        "p1": "Мі-24ПУ1",
        "p2": "У 2007 році міністерство оборони України заключило з Конотопським авіаремонтним заводом договір про розробку<BR>програми модернізації бойового вертольота Мі-24 для збройних сил України (ОКР «Helicopter»), співвиконавцями котрої<BR>стали ОАО «Мотор Січ», ГККБ «Промінь», НПФ «Адрон», ЦКБ «Арсенал», Ізюмський приладобудівний завод і французька<BR>компанія «SAGEM D.S.». Програма передбачала «двохрівневу модернізацію» вертольота із використанням агрегатів<BR>французького та українського виробництва.28 серпня 2008 року завод представив демонстраційний зразок вертольота<BR>Мі-24П, на котрий були встановлені двигуни ТВ3-117ВМА-СБМ1У виробництва ОАО «Мотор Січ». Надалі, вертоліт був<BR>направлений на державні випробування. У січні 2012 року за участі французької компанії «SAGEM D.S.» був виготовлений<BR>перший модернізований бойовой вертоліт Мі-24П (бортовий номер '01'), котрий був прийнятий на озброєння української<BR>армії у травні 2012 року під найменуванням Мі-24ПУ1. 25 травня 2012 року на озброєння Збройних сил України, після<BR>глибокої модернізації, було прийнято гелікоптер Мі-24ПУ1. У червні 2014 року на Конотопському авіаремонтному заводі<BR>перебували три вертольоти Мі-24ПУ1. За офіційними даними міністерства оборони України, опублікованими у довіднику<BR>'Біла книга України', у 2014 році збройним силам передали один вертоліт Мі-24ПУ1, котрий поступив у ВВС України. У<BR>жовтні 2016 року всі три дослідних ексземпляри були передані у війська. 26 жовтня 2021 року державне підприємство<BR>«Конотопський авіаремонтний завод «АВІАКОН», передало армійській авіації Сухопутних військ ЗСУ чергову партію<BR>відремонтованих і серійно модернізованих вертольотів Мі-24ПУ1. Це відбулося в рамках виконання державного оборонного<BR>замовлення. На вертольоти встановили модернізовані вітчизняні системи озброєння та авіаційні приціли, системи захисту<BR>від ПЗРК і двигуни з поліпшеними характеристиками. Техніку вперше оснащено м’якими паливними баками та лопатями<BR>несучого гвинта українського виробництва."
    },
    "mi-24-mi24py1-modern": {
        "id": "mi-24-mi24py1-modern",
        "p1": "Мі-24ПУ1",
        "p2": "Під час модернізації Мі-24 до рівня Мі-24ПУ1 роблять капітальний ремонт і ремоторизацію вертольоту (в ході котрої<BR>встановлюють два нових, потужніших двигуна ТВ3-117ВМА-СБМ1У-02[14] виробництва «Мотор Січ»), що дозволило<BR>збільшити висоту польоту (на 1500 м) і вантажопідйомність (на 1000 кг). Ресурс нових двигунів становить 12 000<BR> годин. Як повідомив в інтерв'ю глава департаменту розробок і закупки озброєнь і воєнної техніки міністерства оборони<BR>України Андрій Артюшенко, нові двигуни 'забезпечують можливість експлуатації вертольота за температур до+52<BR>градусів за Цельсієм'.",
        "p3": "Також встановлюють СОЕП «Адрос» КТ-01АВ, система збору і реєстрації політної інформації БУР-4-1-07,<BR>модернізований авіаційний стрілецький приціл АСП-17ВПМ-У (виробництва київського ЦКБ «Арсенал»), лазерна<BR>система формування прицільної марки ФПМ-01кв і міняють систему освітлення кабини з метою забезпечити<BR>можливість пілотування в окулярах нічного бачення (прилад нічного бачення встановлюється на шолом, тому<BR>вертоліт укомплектований шоломами нового зразка).",
        "p4": "ПТКР «Штурм-У» заміняють на розроблений ГККБ «Промінь» 130-мм ПТКР «Бар'єр-У».",
        "p5": "Пакет обладнання французького виробництва від SAGEM D.S. повинен був включати у себе багатофункціональний<BR>дисплей, прицільну станцію OLOSP 410, систему відео-аудіо реєстрації VS-1500, бортовий обчислювач,<BR>інерційно-супутникову систему навігації SIGMA 95L і генератор цифрової карти Mercator. У 2012 році був затверджений<BR>комплект обладнання у складі супутникової навігаційної системи GРS МАР-695, ультракороткохвильової радіостанції<BR>КY-196У, аварійного радіомаяку ЕВС-406АFНМ, а також радіолокаційного відповідача GТХ-327 з датчиком висоти АК-350.",
        "p6": "Після завершення ремонту і модернізації вертоліт отримує нове лакофарбове покриття.",
        "p7": "Вартість модернізації одного Мі-24П до рівня Мі-24ПУ1 станом на початок 2017 року становила 25 млн. гривень."
    },
    "mi-2msb-main": {
        "id": "mi-2msb-main",
        "p1": "Мі-2МСБ",
        "p2": "Мі-2(Hoplite за класифікацією НАТО)",
        "p3": "Мі-2МСБ - український багатоцільовий гелікоптер, створений ПАТ «Мотор Січ» на основі Мі-2.",
        "imgsrc": "Mi-2MSB(1-1).jpg",
        "imgalt": "Mi-2MSB",
        "imgtitle": "Mi-2МСБ"
    },
    "mi-2msb-lth": {
        "id": "mi-2msb-lth",
        "p1": "ЛТХ Мі-2",
        "lthp1": "1-2",
        "lthp2": "ТВД АІ-450М - 2 по 465кс",
        "lthp3": "250",
        "lthp4": "5000",
        "lthp5": "3700",
        "lthp6": "8",
        "lthp7": "14,5"
    },
    "mi-2msb-ozbr": {
        "id": "mi-2msb-ozbr",
        "p1": "Мі-2МСБ",
        "p2": "Мі-2МСБ обладнаний двома фермами для розміщення блоків Б8В20А некерованих ракет(С-8),<BR>ПТРК, ЗРК або УПК-23-250 (гарматний контейнер з двоствольною 23-мм гарматою ГШ-23Л з<BR>боєкомплектом 250 снарядів)."
    },
    "mi-2msb-history": {
        "id": "mi-2msb-history",
        "p1": "Мі-2МСБ",
        "p2": "Сертифікат розробника даного вертольота компанія «Мотор Січ» отримала в 2011 році, в квітні<BR>2013 року почалися його випробування і підготовка до серійного виробництва. 4 липня 2014<BR>року було здійснено перший політ.",
        "p3": "На вертоліт Мі-2МСБ встановлюють сучасний двигун АІ450М (розроблений ДП «Івченко-Прогрес»<BR>і виробляється на ПАТ «Мотор Січ») потужністю 465 к.с., частково встановлена нова авіоніка, що<BR>кардинально відрізняє його від Мі-2. Це абсолютно інша машина за всіма характеристиками: шуму,<BR>паливної економічності на висоті, вантажопідйомність стала в рази вище. Максимальна швидкість<BR>- 250 км на годину.",
        "p4": "Також внесено зміни до бортового обладнання: дообладнано систему управління(встановлюється нова<BR>панель управління з рідкокристалічними моніторами виробництва київського ВАТ НТК<BR>«Електронприлад»), встановлено станцію супутникової GPS-навігації СН-4312У, аварійний радіомаяк<BR>ARTEX C406-1НМ, сигнал зледеніння СО-121ВМ та прилад реєстрації польотних даних БУР-4-1-07-02.",
        "p5": "Військова машина, що була прийнята на озброєння України вже в 2015 році. Легкий ударний вертоліт<BR>призначений для виконання оперативно-тактичних завдань в інтересах підрозділів Збройних Сил,<BR>боротьби з живою силою і бронетехнікою противника. Планується, що МСБ-2МО матиме версії<BR>протитанкову, розвідувальну та корабельного базування."
    },
    "mi-14-main": {
        "id": "mi-14-main",
        "p1": "Мі-14ПЛ, Мі-14ПЛМ, Мі-14ПС",
        "p2": "Мі-14(Haze за класифікацією НАТО)",
        "p3": "Мі-14 - морський багатоцільовий вертоліт-амфібія берегового базування, розробки ОКБ М. Л. Міля.",
        "imgsrc": "Mi-14PLM(3-1).jpg",
        "imgalt": "Mi-14PLM",
        "imgtitle": "Mi-14ПЛМ"
    },
    "mi-14-lth": {
        "id": "mi-14-lth",
        "p1": "ЛТХ Мі-14",
        "imgsrc": "Mi-14_sxema-1.png",
        "imgalt": "Mi-14",
        "imgtitle": "Mi-14",
        "gabarp2": "21,29",
        "gabarp3": "3,91",
        "gabarp4": "25,24",
        "gabarp5": "6,93",
        "gabarp6": "3,8м(по поплавкам 5м)",
        "lthp1": "4",
        "lthp2": "ТВД ТВЗ-117М - 2 по 2000кс",
        "lthp3": "230",
        "lthp4": "210",
        "lthp5": "1600",
        "lthp6": "4000",
        "lthp7": "800",
        "lthp8": "200",
        "lthp9": "14500",
        "lthp10": "13400",
        "lthp11": "8900",
        "lthp12": "2000",
        "lthp13": "19"
    },
    "mi-14-ozbr": {
        "id": "mi-14-ozbr",
        "p1": "Мі-14",
        "imgsrc": "AT-1M.jpg",
        "imgalt": "AT-1M",
        "imgtitle": "AT-1M",
        "pimg": "AT-1M",
        "p2": "Мі-14ПЛ та Мі-14ПЛМ можуть бути озброєні протичовновими<BR>торпедами, глибинними бомбами та пошуковими буями як на<BR>зовнішніх вузлах підвіски, так і всередині грузового відділення."
    },
    "mi-14-history": {
        "id": "mi-14-history",
        "p1": "Мі-14",
        "p2": "У середині шістдесятих років у Військово-морському флоті СРСР виникла<BR>гостра необхідність у спеціалізованому протичовновому вертольоті,<BR>побудованому на базі машини, котра себе добре зарекомендувала. Ним<BR>став Мі-14, побудований на базі вертольота Мі-8. Основні модифікації:<BR>Мі-14ПЛ — протичовновий, Мі-14ПС — рятувальний, Мі-14БТ — тральщик.",
        "p3": "Вертольоти Мі-14 — єдині радянські повноцінні вертольоти-амфібії, які дійсно<BR>можуть сідати, рулити і злітати з водної поверхні.",
        "p4": "Вдалі конструктивні рішення, розроблені для Мі-14, в подальшому використовувалися<BR>на інших вертольотах: Мі-8 та Мі-24"
    },
    "mi-14-history-det": {
        "id": "mi-14-history-det",
        "p1": "Мі-14",
        "p2": "Фюзеляж Мі-14 виконаний за типом «амфібія» з двома надувними поплавцями бочкоподібної<BR>форми з боків (балонетами), об'ємом 4 куб. м. У процесі робіт по конструкція Мі-8 зазнала<BR>суттєвих змін — по суті спроектовано новий вертоліт з потужнішими двигунами ТВ3-117<BR>(2200 к. с.), новим головним редуктором ВР-14, ДСУ Аі-9. Рульовий гвинт перенесений на<BR>іншу сторону (на відміну від Мі-8), що збільшило його ефективність. На вертольоті 4-х стоєчне<BR>шасі, яке прибирається в польоті",
        "p3": "Обладнання вертольота також зазнало значних змін. На протичовновому Мі-14ПЛ встановлені<BR>РЛС «Ініціатива 2-М», гідроакустична станція «Ока-2», що опускається, магнітний визначник<BR>АПМ-60, КВ радіостанція Р-842М, УКХ радіостанція Р-860, радіовисотомір РВ-Зх, радіокомпаси<BR>АРК-9 і АРК-У2, доплеровський вимірювач ДІСС-15, автопілот АП-34Б, система автоматичного<BR>управління САУ-14.",
        "p4": "У протичовновому варіанті вертольоти працюють парою. Один вертоліт<BR>виконує пошукові завдання і завантажується гідроакустичними буями РДБ-НМ (36 шт), а другий<BR>є ударним і завантажується протичовновою зброєю.",
        "p5": "Мі-14ПС несе 10 рятувальних плотів на <BR>20 місць кожен, рятувальну лебідку, здатну одночасно підняти трьох осіб, оснащений <BR>прожекторами. Також цей вертоліт може застосовуватися для транспортування вантажів на <BR>зовнішній підвісці, висадки морських десантів і просто для транспортних перевезень."
    },
    "mi-14pl-14lpm-14ps": {
        "id": "mi-14pl-14lpm-14ps",
        "p1": "Мі-14ПЛ, Мі-14ПЛМ, Мі-14ПС",
        "p2": "Модернізації вертольоту Мі-14, що стоять на озброєнні ВМС ЗСУ",
        "img1src": "Mi-14PL(3-1).jpg",
        "img1alt": "Mi-14PL",
        "img1title": "Mi-14ПЛ",
        "pimg1": "Мі-14ПЛ — протичовновий",
        "img2src": "Mi-14PLM(2-1).jpg",
        "img2alt": "Mi-14PLM",
        "img2title": "Mi-14ПЛМ",
        "pimg2": "Мі-14ПЛМ — протичовновий модернізований",
        "img3src": "Mi-14PS(1-1).jpg",
        "img3alt": "Mi-14PS",
        "img3title": "Mi-14ПС",
        "pimg3": "Мі-14ПС — рятувальний"
    },
    "mi-8msb-main": {
        "id": "mi-8msb-main",
        "p1": "Мі-8МСБ-В",
        "p2": "Мі-8(Hip за класифікацією НАТО)",
        "p3": "Мі-8МСБ — український варіант модернізації радянського багатоцільового вертольота Мі-8,<BR>розроблений компанією «Мотор Січ».",
        "imgsrc": "Mi-8MSB(3-1).jpg",
        "imgalt": "Mi-8MSB",
        "imgtitle": "Mi-8МСБ"
    },
    "mi-8msb-lth": {
        "id": "mi-8msb-lth",
        "p1": "ЛТХ Мі-8МСБ",
        "gabarp2": "21,3",
        "gabarp3": "3,91",
        "gabarp4": "18,4",
        "gabarp5": "4,86",
        "gabarp6": "2,5",
        "lthp1": "3",
        "lthp2": "ТВД ТВ3-117ВМА-СБМ1В серії 4Е - 2 по 2500кс",
        "lthp3": "280",
        "lthp4": "250",
        "lthp5": "2400",
        "lthp6": "7000",
        "lthp7": "1210",
        "lthp8": "600",
        "lthp9": "12500",
        "lthp10": "11500",
        "lthp11": "~7500",
        "lthp12": "4000",
        "lthp13": "34"
    },
    "mi-8msb-ozbr": {
        "id": "mi-8msb-ozbr",
        "p1": "Мі-8МСБ-В",
        "p2": "На кожній фермі гелікоптера розміщується 3 вузли підвіски.",
        "p3": "Гелікоптер може бути озброєнний: ПТРК Бар'єр-В, керованими ракетами класу 'повітря-повітря',<BR>блоками НАР, зокрема НАРи: 55мм С-5, 80мм С-8, 122мм С-13, стрілецько-гарматним озброєнням,<BR>зокрема УПК-23-250, авіабомбами або системами повітряного мінування ВСМ-1.",
        "img11src": "S-5_57mm.jpg",
        "img11alt": "S-5_57mm",
        "img11title": "C-5",
        "img12src": "S-8_80mm.jpg",
        "img12alt": "S-8_80mm",
        "img12title": "C-8",
        "pimg1": "НАРи: 55мм С-5, 80мм С-8",
        "p4": "Для запуску НАРів використовуються різноманітні ПУ:<BR>УВ-32-57, УВ-20-57, УВ-20-80 та Б-13.",
        "img21src": "PY-S-5.JPG",
        "img21alt": "PY-S-5",
        "img21title": "УВ-32-57",
        "img22src": "PY-S-8.jpg",
        "img22alt": "PY-S-8",
        "img22title": "УВ-20-80",
        "img23src": "B-13.png",
        "img23alt": "B-13",
        "img23title": "Б-13",
        "pimg2": "УВ-32-57, УВ-20-80 та Б-13"
    },
    "mi-8msb-history": {
        "id": "mi-8msb-history",
        "p1": "Мі-8МСБ-В",
        "p2": "Під час модернізації Мі-8 до рівня Мі-8МСБ-В встановили турбовальні двигуни ТВ3-117ВМА-СБМ1В<BR>серії 4Е виробництва «Мотор Січ» з електронним запуском, частково посилили несучі елементи і<BR>реконструювали фюзеляж, встановили нову систему запуску двигуна. При цьому редуктор двигуна<BR>з пропускною спроможністю 2,5тис. кс збережений без змін.",
        "p3": "У ході випробувань було встановлено, що в разі виходу з ладу одного з двигунів, вертоліт здатний<BR>злетіти на одному двигуні в режимі перевантаження.",
        "p4": "Згідно з даними виробника, модернізація дозволяє продовжити льотний ресурс вертольота на 2 тис.<BR>льотних годин або 8 років експлуатації з можливістю подальшого продовження ресурсу вертольота<BR>до 16 років.",
        "p5": "Військовий вертоліт Мі-8МСБ-В у ході модернізації отримує додаткове обладнання: нові системи<BR>збору, реєстрації та обробки польотної інформації, аварійний радіомаяк, лазерна система<BR>формування прицільної марки ФПМ-01кв, станція оптико-електронного придушення «Адрос»,<BR>комбінований пристрій викиду теплових помилкових цілей «Адрос» КУВ 26-50, екранно-вихлопні<BR>пристрої АШ-01В для зниження температури і розсіювання потоків вихлопних газів. Крім того, на<BR>вертоліт можуть бути встановлені додаткові паливні баки."
    },
    "mi-8-main": {
        "id": "mi-8-main",
        "p1": "Мі-8МТ",
        "p2": "Мі-8(Hip за класифікацією НАТО)",
        "p3": "Мі-8 - радянський багатоцільовий вертоліт, розроблений ОКБ М. Л. Міля на початку<BR>1960-х років. Наймасовіший у світі вертоліт із двома двигунами, один із наймасовіших<BR>вертольотів в історії авіації. Широко використовується для виконання багатьох цивільних<BR>і військових завдань.",
        "imgsrc": "Mi-8(2-1).jpg",
        "imgalt": "Mi-8",
        "imgtitle": "Mi-8"
    },
    "mi-8-lth": {
        "id": "mi-8-lth",
        "p1": "ЛТХ Мі-8",
        "imgsrc": "Mi-8MT-.jpg",
        "imgalt": "Mi-8",
        "imgtitle": "Mi-8",
        "gabarp2": "21,3",
        "gabarp3": "3,91",
        "gabarp4": "18,4",
        "gabarp5": "4,86",
        "gabarp6": "2,5",
        "lthp1": "3",
        "lthp2": "ГТД ТВ3-117МТ - 2 по 1900кс",
        "lthp3": "250",
        "lthp4": "220",
        "lthp5": "1760",
        "lthp6": "5000",
        "lthp8": "520",
        "lthp9": "13000",
        "lthp10": "11100",
        "lthp11": "7200",
        "lthp12": "4000",
        "lthp13": "29",
        "lthp14": "18"
    },
    "mi-8-ozbr": {
        "id": "mi-8-ozbr",
        "p1": "Мі-8МТ",
        "p2": "На кожній фермі гелікоптера розміщується 3 вузли підвіски.",
        "p3": "До складу озброєння входять блоки НАР, зокрема НАРи: 55мм С-5, 80мм С-8, авіаційні фугасні,<BR>кластерні, напалмові та димові бомби калібрів: 250кг, або 500кг і баки із запальною сумішшю.",
        "img11src": "S-5_57mm.jpg",
        "img11alt": "S-5_57mm",
        "img11title": "C-5",
        "img12src": "S-8_80mm.jpg",
        "img12alt": "S-8_80mm",
        "img12title": "C-8",
        "img13src": "S-24B-240mm.jpg",
        "img13alt": "S-24B",
        "img13title": "С-24Б",
        "pimg1": "НАРи: 55мм С-5, 80мм С-8, 240мм С-24Б",
        "p4": "Для запуску НАРів використовуються різноманітні ПУ:<BR>УВ-32-57, УВ-20-57, УВ-20-80",
        "img21src": "PY-S-5.JPG",
        "img21alt": "PY-S-5",
        "img21title": "УВ-32-57",
        "img22src": "PY-S-8.jpg",
        "img22alt": "PY-S-8",
        "img22title": "УВ-20-80",
        "pimg2": "УВ-32-57, УВ-20-80",
        "img31src": "FAB-250.JPG",
        "img31alt": "FAB-250",
        "img31title": "ФАБ-250",
        "img32src": "FAB-500.JPG",
        "img32alt": "FAB-500",
        "img32title": "ФАБ-500",
        "pimg3": "Фаб-250 та Фаб-500"
    },
    "mi-8-history": {
        "id": "mi-8-history",
        "p1": "Мі-8МТ",
        "p2": "Розробка проекту модернізованого гелікоптера Мі-8М зі збільшеною потужністю силової<BR>установки і вантажопідйомністю почалась ще в 1967 році в бригаді ОКБ-329.",
        "p3": "Основною метою було поліпшення характеристик, зокрема збільшення корисного навантаження до<BR>понад 4 тони та висотних характеристик, за якими він поступався не тільки іноземним аналогам, а й<BR>власному попереднику – Мі-4. Цього планувалося досягнути за рахунок встановлення нового двигуна<BR>ТВЗ-117, потужністю 1900 к.с., який призначався для протичовнової амфібії Мі-14 і Мі-24.",
        "p4": "Також було доцільним уніфікувати трансмісію, гвинти та двигун для всіх трьох апаратів. Крім того,<BR>мало відбутися оснащення апарату допоміжною установкою АІ-9 зі стартером-генератором та<BR>рульовим гвинтом зворотнього обертання. Дякуючи зміні направлення обертання, при якому нижня<BR>лопасть йшла вперед, назустріч потоку від несучого гвинта і збільшення хорди лопастей, ефективність<BR>керування значно зросла.",
        "p5": "Вертоліт Мі-8 є світовим рекордсменом за кількістю модифікацій.",
        "p6": "Може бути озброєний носовим та кормовим ККТ, а також “ЕВУ”, пристрій викиду ХТЦ та дипольних<BR>відбивачів“АСО-2В”(під хвостовою балкою), і станцією оптико-електронних перешкод “Липа”. Серед<BR>устаткування присутні: радіостанції “Баклан-20” і “Ядро-1”, радіокомпаси АРК-15М і АРК-УД,<BR>доплерівський вимірювач швидкості і зносу ДИСС-32-90, авіагоризонти АГК-77 і АГК74В,<BR>радіовисотомір Ф-037, навігаційна система А-723, метеорадіолокатор 8А-813."
    },
    "mi-8-mod": {
        "id": "mi-8-mod",
        "p1": "Мі-8МТ",
        "p2": "Модернізація мала проходити в два етапи: до моделі зі збільшеним фюзеляжем планувався випуск<BR>оновленого гелікоптера з мінімальними змінами. Неможливість використання базових Мі-8 у<BR>високогірних районах та у країнах з жарким кліматом прискорила процес розробки нового<BR>гелікоптера, і вже у 1975 році пройшло перше випробування Мі-8МТ.",
        "p3": "Проект видався вдалим, завдяки покращеним показникам вантажопідйомності, швидкості набору<BR>висоти та практичної стелі. В 1977 році розгортається серійне виробництво Мі-8МТ в Казані.<BR>Необхідність використання подібного гелікоптера в Афганістані зробили його основним з лінійки<BR>Мі-8. У 1981 році Мі-8МТ був представлений на виставці Ле-Бурже, де йому був присвоєний<BR>міжнародний експортний індекс Мі-17, під яким він постачався за кордон (в СРСР Мі-8МТ).",
        "p4": "За другим етапом модернізації, який розпочався у 1977 році було збільшено розмір фюзеляжу за<BR>рахунок включення симетрично до центру тяжіння двох півметрових секцій. Це дозволило<BR>перевозити 29 десантників, 36 пасажирів і 18 поранених на ношах."
    },
    "ka-27-main": {
        "id": "ka-27-main",
        "p1": "Ка-27",
        "p2": "Ка-27(Helix за класифікацією НАТО)",
        "p3": "Ка-27 радянський корабельний багатофункціональний вертоліт.",
        "imgsrc": "Ka-27(2-1).jpg",
        "imgalt": "Ka-27",
        "imgtitle": "Ka-27"
    },
    "ka-27-lth": {
        "id": "ka-27-lth",
        "p1": "ЛТХ Ка-27",
        "imgsrc": "Ka-27_sxema-1.png",
        "imgalt": "Ka-27",
        "imgtitle": "Ka-27",
        "gabarp2": "15,9",
        "gabarp4": "12,25",
        "gabarp5": "5,4",
        "gabarp6": "3,8",
        "lthp1": "3",
        "lthp2": "ТВД ТВЗ-117ВК - 2 по 2200кс",
        "lthp3": "270",
        "lthp4": "118",
        "lthp5": "3500",
        "lthp6": "5000",
        "lthp7": "1000",
        "lthp8": "200",
        "lthp9": "12000",
        "lthp10": "10600",
        "lthp11": "6100",
        "lthp12": "2000"
    },
    "ka-27-ozbr": {
        "id": "ka-27-ozbr",
        "p1": "Ка-27",
        "p2": "Для ураження підводних човнів у відсіку озброєння розміщуються протичовнові торпеди АТ-1МВ,<BR>глибинні бомби, авіабомби калібру від 50 до 250 кг.",
        "p3": "На вертольоті можуть бути встановлені також керовані протичовнові ракети АПР-2Е.",
        "imgsrc": "APR-2.jpg",
        "imgalt": "APR-2",
        "imgtitle": "АПР-2Е",
        "pimg": "АПР-2Е"
    },
    "ka-27-history": {
        "id": "ka-27-history",
        "p1": "Ка-27",
        "p2": "Корабельний протичовновий вертоліт типу Ка-27/28 призначений для вирішення завдань<BR>протичовнової оборони флоту з базуванням на кораблях різного класу. Він здатний виявляти<BR>сучасні підводні човни та надводні цілі, передавати дані про них на корабельні і берегові<BR>пункти, а також атакувати їх з застосуванням бортових засобів ураження.",
        "p3": "Призначений для пошуку, відстеження та ураження підводних човнів у підводному і надводному<BR>положеннях, в денний і нічний час, у простих і складних метеоумовах на глибинах їх занурення<BR>до 500 метрів і швидкостях ходу до 75км/год, у районах, віддалених від місця базування<BR>вертольота до 200км. Оснащений радіолокаційною прицільно-пошуковою системою «Восьминіг»,<BR>гідроакустичною відкидною станцією, магнетометром.",
        "p4": "Може нести касети з гідроакустичними буями, торпеди, глибинні і орієнтирні бомби. Зазначені<BR>завдання виконуються при польотах з сухопутних аеродромів і з палуби корабля при<BR>хвилюванні моря до 5 балів.",
        "p5": "Один вертоліт Ка-27 базується на фрегаті «Гетьман Сагайдачний»."
    },
    "ka-29-main": {
        "id": "ka-29-main",
        "p1": "Ка-29",
        "p2": "Ка-29(Helix-B за класифікацією НАТО)",
        "p3": "Ка-29 - радянський корабельний транспортно-бойовий вертоліт, подальший розвиток вертольота Ка-27.",
        "imgsrc": "Ka-29(3-1).jpg",
        "imgalt": "Ka-29",
        "imgtitle": "Ka-29"
    },
    "ka-29-lth": {
        "id": "ka-29-lth",
        "p1": "ЛТХ Ка-29",
        "gabarp2": "15,9",
        "gabarp4": "12,25",
        "gabarp5": "5,44",
        "gabarp6": "3,8",
        "lthp1": "2",
        "lthp2": "ТВД ТВЗ-117В - 2 по 2250кс",
        "lthp3": "280",
        "lthp4": "235",
        "lthp5": "3700",
        "lthp6": "4300",
        "lthp7": "740",
        "lthp8": "460",
        "lthp9": "11500",
        "lthp10": "11000",
        "lthp12": "1850",
        "lthp13": "16",
        "lthp14": "10"
    },
    "ka-29-ozbr": {
        "id": "ka-29-ozbr",
        "p1": "Ка-29",
        "p2": "Ка-29 є носієм не лише стрілецько-гарматного озброєння та протитанкових комплексів. До складу<BR>озброєння входять також підвісні пускові установки некерованих ракет калібром 57 та 80мм.<BR>На пілонах вертольота можуть підвішуватися також баки із запальною сумішшю.",
        "p3": "Курсове озброєння",
        "p4": "Основним озброєнням Ка-29 є чотириствольний авіаційний кулемет 9-A-622 калібру 7,62 мм в<BR>рухомій установці з боєзапасом 1800 патронів.",
        "p5": "Підвісне озброєння",
        "p6": "На фермах гелікоптера розміщуються 4 вузли підвіски.",
        "p7": "Серед підвісного озброєння є блоки НАР, зокрема НАРи: 55мм С-5, 80мм С-8, ПТРК Штурм-В з ПТКР<BR>'Кокон' або 'Атака', ЗБ-500 та контейнери УПК-23-250 з 23-мм гарматою ГШ-23Л і 250 набоями.",
        "imgsrc": "ZB-500.png",
        "imgalt": "ZB-500",
        "imgtitle": "ЗБ-500",
        "pimg": "ЗБ-500"
    },
    "ka-29-history": {
        "id": "ka-29-history",
        "p1": "Ка-29",
        "p2": "Транспортно-бойовий вертоліт створювався за програмою переозброєння морської піхоти, зокрема сучасними<BR>засобами доставки. При створенні вертольота враховувався бойовий досвід морської піхоти ймовірного супротивника,<BR>насамперед корейської та в'єтнамської воєн.",
        "p3": "Вертоліт розроблявся на базі створюваного на той час протичовнового та пошуково-рятувального Ка-27.",
        "p4": "Перший політ прототипу з бортовим номером «208», що мав позначення Ка-252ТБ, відбувся 28 липня 1976 року.",
        "p5": "Гелікоптер Ка-29 призначений для тривалого базування на кораблі, тому в конструкції широко застосовуються<BR>антикорозійні матеріали. Силова установка та трансмісія не відрізняються від Ка-27.",
        "p6": "Основною зовнішньою відмінністю Ка-29 від Ка-27 є розширена на 500 мм носова частина кабіни з трьома плоскими<BR>бронесклом замість двох подвійної кривизни у останнього.",
        "p7": "Вертоліт Ка-29 може експлуатуватися у двох основних варіантах: транспортному або бойовому, та призначений для<BR>десантування з кораблів підрозділів морської піхоти, перевезення вантажів, військової техніки на зовнішній підвісці, а<BR>також вогневої підтримки морської піхоти, знищення живої сили, техніки та берегових укріплень противника . Може<BR>бути використаний для медичної евакуації, перекидання особового складу, вантажів з плавбаз та суден постачання<BR>на бойові кораблі.",
        "p8": "У транспортному варіанті гелікоптер здатний взяти на борт до 16 десантників з особистою зброєю, або 10 поранених,<BR>включаючи чотирьох на ношах, або до 2000 кг вантажу в транспортній кабіні, або до 4000 кг вантажу на зовнішній<BR>підвісці. На гелікоптері може бути встановлена ​​лебідка вантажопідйомністю до 300 кг. Доступ десанту у вантажну<BR>кабіну виконаний через двоє двостулкових дверей зліва та праворуч фюзеляжу."
    },
    "ka-226-main": {
        "id": "ka-226-main",
        "p1": "Ка-226",
        "p2": "Ка-226(Hoodlum за класифікацією НАТО)",
        "p3": "Ка-226 — багатоцільовий вертоліт, розроблений у ДКБ Камова. Є модернізацією вертольоту Ка-26.",
        "imgsrc": "Ka-226(1-1).jpg",
        "imgalt": "Ka-226",
        "imgtitle": "Ka-226"
    },
    "ka-226-lth": {
        "id": "ka-226-lth",
        "p1": "ЛТХ Ка-226",
        "gabarp2": "13",
        "gabarp4": "8,1",
        "gabarp5": "4,15",
        "gabarp6": "3,25",
        "lthp1": "1-2",
        "lthp2": "ГТ Arrius 2G1 - 2 по 580кс",
        "lthp3": "210",
        "lthp4": "195",
        "lthp5": "4100",
        "lthp6": "5700",
        "lthp7": "600",
        "lthp8": "600",
        "lthp9": "3400",
        "lthp10": "3100",
        "lthp11": "1950",
        "lthp14": "4-7<BR>поранених(в залежності від<BR>встановленого модуля)"
    },
    "ka-226-history": {
        "id": "ka-226-history",
        "p1": "Ка-226",
        "p2": "Конструкторське бюро «Камов» ще в 1990 почало розробку Ка-226, за основу взяли глибоку модифікацію Ка-26 і Ка-126.<BR>Завдання для нової машини ставилися такі ж, як і попередникам, але додатково в пріоритеті була можливість<BR>застосовувати вертоліт в роботах, що вимагають обов'язкової наявності двох двигунів для гарантії безпеки польотів.",
        "p3": "При конструюванні Ка-226 були збережено більшість конструктивно-компонувальних рішень попередника Ка-26. Зміни,<BR>в основному, полягали в установці двох сучасних газотурбінних двигунів, нових несучих гвинтів з напівтвердим<BR>торсійним кріпленням лопатей і розміщенні нового обладнання.",
        "p4": "Фюзеляж вертольота складається з кабіни пілота, центрального відсіку, двох хвостових балок та оперення, що включає<BR>в себе нерухомий стабілізатор з двома рознесеними кілями з кермом напрямку. При створенні фюзеляжу<BR>застосовувалися елементи з алюмінієвих сплавів і стільникові панелі зі склопластику. Також зі склопластику зроблені<BR>хвостові балки, оперення і панелі транспортної кабіни.",
        "p5": "Силова установка вертольота розміщується над центральним силовим відсіком, в її склад входить редуктор ВР-126 і два<BR>турбогвинтові двигуни модульної конструкції «Аллісон». Місткість чотирьох паливних баків становить 770 літрів.<BR>Тривалість польоту з основними баками триває близько 4,34 години, а з додатковими - до 6,45 годин. Ресурс двигуна<BR>становить близько 3500 годин.rt",
        "p6": "Ка-226 має повну аеродинамічну симетрію і виключно простий в пілотуванні, внаслідок відсутності кермового гвинта<BR>вертоліт здатний безпечно маневрувати поблизу перешкод і має невисоку чутливість до сили і напряму вітру. Плаский<BR>розворот машина здатна виконувати як під час зависання, так і в горизонтальному польоті, при цьому висота польоту<BR>залишається незмінною. Розвороти вправо і вліво Ка-226 також робить без зміни висоти, що недоступно вертольотам<BR>з кермовим гвинтом. Дані здібності маневрування співвісного вертольота особливо важливі при виконанні, наприклад,<BR>рятувальних робіт при підвищених температурах повітря, на великих барометричних висотах в горах, в умовах, коли<BR>відсутні надлишки потужності силової установки."
    }
}